Revit 2026 API

# AnnotationMultipleAlignmentUtils Properties

---

The AnnotationMultipleAlignmentUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

AnnotationMultipleAlignmentUtils Class

Autodesk.Revit.DB Namespace